;-------------------------------------RAIDEN HEAD + NEW VISORS

[RaidenHead X2BodyPartTemplate]
DisplayName="雷电 脏"
[RaidenHeadK X2BodyPartTemplate]
DisplayName="雷电 脏 (散兵)"

[Raiden_Visor_O_Helm X2BodyPartTemplate]
DisplayName="雷电 护目镜 (打开)"
[Raiden_Visor_O_FPU X2BodyPartTemplate]
DisplayName="雷电 护目镜 (打开)"
[Raiden_Visor_O_FPL X2BodyPartTemplate]
DisplayName="雷电 护目镜 (打开)"

[Raiden_Visor_C_Helm X2BodyPartTemplate]
DisplayName="雷电 护目镜 (关闭)"
[Raiden_Visor_C_FPU X2BodyPartTemplate]
DisplayName="雷电 护目镜 (关闭)"
[Raiden_Visor_C_FPL X2BodyPartTemplate]
DisplayName="雷电 护目镜 (关闭)"

;-------------------------------------CONCEPT

;[ConceptPMGRSuit_M X2BodyPartTemplate]
;DisplayName="合金装备 套装"

;[ConceptMGRA_F X2BodyPartTemplate]
;DisplayName="合金装备 雷电战甲 F"

;--------------------------------------MGS4 HeadGear M
[MGS4A_HGC_Helm_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰 (面罩版)"

[MGS4A_HGC_up_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰 (面罩版)"

[MGS4A_HGC_low_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰 (面罩版)"

[MGS4A_HGO_Helm_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰"

[MGS4A_HGO_up_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰"

[MGS4A_HGO_low_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰"

;--------------------------------------MGS4 HeadGear TINT M
[TMGS4A_HGC_Helm_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰 可变色 (面罩版)"

[TMGS4A_HGC_up_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰 可变色 (面罩版)"

[TMGS4A_HGC_low_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰 可变色 (面罩版)"

[TMGS4A_HGO_Helm_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰 可变色"

[TMGS4A_HGO_up_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰 可变色"

[TMGS4A_HGO_low_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电头饰 可变色"


;--------------------------------------HFBlade MGR
[HFBlade_CV X2WeaponTemplate]
FriendlyName="雷电战刃"
FriendlyNamePlural="雷电战刃"
BriefSummary="合金装备雷电的武器"
TacticalText="它的金属结构在交变电流的作用下得到强化，这种刀刃能产生共振，从而削弱了它所切割的任何东西的粒子键。能进一步提高在斩击威力，但是这会消耗能源，才能高速攻击。定制的电池可以从受害者吸收燃料电池电解质."
AbilityDescName="雷电战刃"

[HFBlade_MG X2WeaponTemplate]
FriendlyName="雷电战刃"
FriendlyNamePlural="雷电战刃"
BriefSummary="合金装备雷电的武器"
TacticalText="它的金属结构在交变电流的作用下得到强化，这种刀刃能产生共振，从而削弱了它所切割的任何东西的粒子键。能进一步提高在斩击威力，但是这会消耗能源，才能高速攻击。定制的电池可以从受害者吸收燃料电池电解质."
AbilityDescName="雷电战刃"

[HFBlade_BM X2WeaponTemplate]
FriendlyName="雷电战刃"
FriendlyNamePlural="雷电战刃"
BriefSummary="合金装备雷电的武器"
TacticalText="它的金属结构在交变电流的作用下得到强化，这种刀刃能产生共振，从而削弱了它所切割的任何东西的粒子键。能进一步提高在斩击威力，但是这会消耗能源，才能高速攻击。定制的电池可以从受害者吸收燃料电池电解质."
AbilityDescName="雷电战刃"

[AsteryBluescreenT1 X2AbilityTemplate]
LocFriendlyName="交变电流"
LocLongDescription="对机械单位造成2点额外伤害"
LocHelpText="对机械单位造成2点额外伤害"
LocFlyOverText="雷电战刃"

[AsteryBluescreenT2 X2AbilityTemplate]
LocFriendlyName="交变电流"
LocLongDescription="对机械单位造成3点额外伤害"
LocHelpText="对机械单位造成3点额外伤害"
LocFlyOverText="雷电战刃"

[AsteryBluescreenT3 X2AbilityTemplate]
LocFriendlyName="交变电流"
LocLongDescription="对机械单位造成4点额外伤害"
LocHelpText="对机械单位造成4点额外伤害"
LocFlyOverText="雷电战刃"

;--------------------------------------HAIR

[MGRHair_M X2BodyPartTemplate]
DisplayName="合金装备 雷电"

[MGRHair_F X2BodyPartTemplate]
DisplayName="合金装备 雷电"

[MGS4Hair_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电"

;-------------------------------------HEADBAND
[MGRA_HB_up_M X2BodyPartTemplate]
DisplayName="战斗眼罩"

[MGRA_HB_low_M X2BodyPartTemplate]
DisplayName="战斗眼罩"

[MGRA_HB_up_F X2BodyPartTemplate]
DisplayName="战斗眼罩"

[MGRA_HB_low_F X2BodyPartTemplate]
DisplayName="战斗眼罩"

;-------------------------------------HEADGEAR STANDARD
[MGRA_HGC_up_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (面罩版)"

[MGRA_HGO_up_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰"

[MGRA_HGC_low_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (面罩版)"

[MGRA_HGO_low_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰"

[MGRA_HGC_helm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (面罩版)"

[MGRA_HGO_helm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰"

[MGRA_HGO_up_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰"

[MGRA_HGC_up_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (面罩版)"

[MGRA_HGO_low_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰"

[MGRA_HGC_low_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (面罩版)"

[MGRA_HGO_helm_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰"

[MGRA_HGC_helm_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (面罩版)"

;---------------------------------------------------------------------------------------------------------MGR ARMOR STANDARD M
;--------------------------------------TORSO STANDARD M
[Kev_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[LPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[MPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[HPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[LPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[MPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[HPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

;--------------------------------------TORSO STANDARD REAPER
[Kev_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Pl_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Po_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

;--------------------------------------TORSO STANDARD TEMPLAR
[Kev_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Pl_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Po_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

;--------------------------------------TORSO STANDARD SKIRMISHER
[Kev_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Pl_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Po_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

;----------------------------------LEFT ARM STANDARD M

[Kev_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[LPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[MPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[HPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[LPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[MPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[HPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

;----------------------------------LEFT ARM STANDARD WOTC

[Kev_MGRA_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[Kev_MGRA_LeftArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[Kev_MGRA_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

;----------------------------------LEFT FOREARM STANDARD M

[Kev_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[LPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[MPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[HPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[LPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[MPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[HPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

;----------------------------------LEFT FOREARM STANDARD WOTC

[Kev_MGRA_LeftFArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[Kev_MGRA_LeftFArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[Kev_MGRA_LeftFArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

;----------------------------------------LEFT SHOULDER STANDARD M
[Kev_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[LPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[MPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[HPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[LPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[MPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[HPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

;----------------------------------LEFT SHOULDER STANDARD M WOTC

[Kev_MGRA_LeftArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[Kev_MGRA_LeftArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[Kev_MGRA_LeftArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

;---------------------------------RIGHT ARM STANDARD

[Kev_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[LPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[MPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[HPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[LPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[MPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[HPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

;----------------------------------RIGHT ARM STANDARD WOTC

[Kev_MGRA_RightArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[Kev_MGRA_RightArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[Kev_MGRA_RightArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

;----------------------------------RIGHT FOREARM STANDARD M

[Kev_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[LPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[MPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[HPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[LPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[MPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[HPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

;----------------------------------RIGHT FOREARM STANDARD WOTC M

[Kev_MGRA_RightFArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[Kev_MGRA_RightFArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[Kev_MGRA_RightFArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

;----------------------------------------RIGHT SHOULDER STANDARD M 
[Kev_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[LPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[MPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[HPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[LPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[MPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[HPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

;----------------------------------RIGHT SHOULDER STANDARD M WOTC

[Kev_MGRA_RightArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[Kev_MGRA_RightArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[Kev_MGRA_RightArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

;-------------------------------------LEGS STANDARD

[Kev_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[LPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[MPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[HPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[LPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[MPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[HPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

;-------------------------------------LEGS STANDARD WOTC

[Kev_MGRA_Legs_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[Kev_MGRA_Legs_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[Kev_MGRA_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

;-----------------------------------------------------------------------------------------------------------------------------DESP STANDARD M
;-------------------------------------HEADGEAR DESPERADO

[MGRA_DESP_HGO_helm_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (战神版)"

[MGRA_DESP_HGO_up_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (战神版)"

[MGRA_DESP_HGO_low_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (战神版)"

[MGRA_DESP_HGC_helm_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 ((面罩战神版))"

[MGRA_DESP_HGC_up_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 ((面罩战神版))"

[MGRA_DESP_HGC_low_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 ((面罩战神版))"

;--------------------------------------TORSO DESPERADO
[Kev_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[LPl_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[MPl_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[HPl_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[LPo_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[MPo_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[HPo_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

;--------------------------------------TORSO DESPERADO REAPER
[Kev_DESP_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Pl_DESP_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Po_DESP_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

;--------------------------------------TORSO DESPERADO TEMPLAR
[Kev_DESP_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Pl_DESP_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Po_DESP_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

;--------------------------------------TORSO DESPERADO SKIRMISHER
[Kev_DESP_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Pl_DESP_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Po_DESP_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

;----------------------------------LEFT FOREARM DESP M

[Kev_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[LPl_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[MPl_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[HPl_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[LPo_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[MPo_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[HPo_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

;----------------------------------LEFT FOREARM DESP WOTC

[Kev_DESP_MGRA_LeftFArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[Kev_DESP_MGRA_LeftFArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[Kev_DESP_MGRA_LeftFArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

;----------------------------------------LEFT SHOULDER DESP M
[Kev_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[LPl_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[MPl_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[HPl_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[LPo_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[MPo_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[HPo_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

;----------------------------------LEFT SHOULDER DESP M WOTC

[Kev_DESP_MGRA_LeftArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[Kev_DESP_MGRA_LeftArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[Kev_DESP_MGRA_LeftArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

;----------------------------------LEFT ARM DESPERADO

[Kev_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[LPl_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[MPl_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[HPl_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[LPo_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[MPo_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[HPo_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

;----------------------------------LEFT ARM DESPERADO WOTC

[Kev_DESP_MGRA_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[Kev_DESP_MGRA_LeftArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[Kev_DESP_MGRA_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

;---------------------------------RIGHT ARM DESPERADO

[Kev_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[LPl_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[MPl_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[HPl_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[LPo_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[MPo_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[HPo_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

;---------------------------------RIGHT ARM DESPERADO WOTC

[Kev_DESP_MGRA_RightArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[Kev_DESP_MGRA_RightArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[Kev_DESP_MGRA_RightArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

;----------------------------------RIGHT FOREARM DESP M

[Kev_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[LPl_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[MPl_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[HPl_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[LPo_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[MPo_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[HPo_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

;----------------------------------RIGHT FOREARM DESP WOTC M

[Kev_DESP_MGRA_RightFArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[Kev_DESP_MGRA_RightFArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[Kev_DESP_MGRA_RightFArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

;----------------------------------------RIGHT SHOULDER DESP M 
[Kev_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[LPl_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[MPl_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[HPl_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[LPo_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[MPo_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[HPo_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

;----------------------------------RIGHT SHOULDER DESP M WOTC

[Kev_DESP_MGRA_RightArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[Kev_DESP_MGRA_RightArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[Kev_DESP_MGRA_RightArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

;-------------------------------------LEGS DESPERADO

[Kev_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[LPl_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[MPl_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[HPl_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[LPo_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[MPo_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[HPo_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

;-------------------------------------LEGS DESPERADO WOTC

[Kev_DESP_MGRA_Legs_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[Kev_DESP_MGRA_Legs_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[Kev_DESP_MGRA_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

;-------------------------------------------------------------------------------------------------------------------STANDARD TINT M
;--------------------------------------TORSO STANDARD TINT
[TKev_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TLPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TMPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[THPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TLPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TMPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[THPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

;--------------------------------------TORSO STANDARD TINT REAPER
[TKev_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPl_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPo_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

;--------------------------------------TORSO STANDARD TINT TEMPLAR
[TKev_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPl_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPo_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

;--------------------------------------TORSO STANDARD TINT SKIRMISHER
[TKev_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPl_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPo_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

;----------------------------------LEFT ARM STANDARD TINT

[TKev_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TLPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TMPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[THPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TLPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TMPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[THPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

;----------------------------------LEFT ARM STANDARD TINT WOTC

[TKev_MGRA_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TKev_MGRA_LeftArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TKev_MGRA_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

;----------------------------------------LEFT SHOULDER TINT M
[TKev_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TLPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TMPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[THPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TLPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TMPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[THPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

;----------------------------------LEFT SHOULDER TINT M WOTC

[TKev_MGRA_LeftArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TKev_MGRA_LeftArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TKev_MGRA_LeftArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

;----------------------------------LEFT FOREARM STANDARD TINT

[TKev_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TLPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TMPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[THPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TLPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TMPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[THPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

;----------------------------------LEFT FOREARM STANDARD WOTC

[TKev_MGRA_LeftFArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TKev_MGRA_LeftFArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TKev_MGRA_LeftFArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

;---------------------------------RIGHT ARM STANDARD TINT

[TKev_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TLPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TMPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[THPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TLPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TMPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[THPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

;----------------------------------RIGHT ARM STANDARD TINT WOTC

[TKev_MGRA_RightArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TKev_MGRA_RightArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TKev_MGRA_RightArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

;----------------------------------------RIGHT SHOULDER STANDARD M  TINT
[TKev_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TLPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TMPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[THPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TLPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TMPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[THPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

;----------------------------------RIGHT SHOULDER STANDARD M WOTC TINT

[TKev_MGRA_RightArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TKev_MGRA_RightArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TKev_MGRA_RightArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

;----------------------------------RIGHT FOREARM STANDARD TINT

[TKev_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TLPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TMPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[THPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TLPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TMPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[THPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

;----------------------------------RIGHT FOREARM STANDARD WOTC TINT

[TKev_MGRA_RightFArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TKev_MGRA_RightFArm_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TKev_MGRA_RightFArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

;-------------------------------------LEGS STANDARD TINT

[TKev_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TLPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TMPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[THPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TLPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TMPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[THPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

;-------------------------------------LEGS STANDARD TINT WOTC

[TKev_MGRA_Legs_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TKev_MGRA_Legs_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TKev_MGRA_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

;------------------------------------------------------------------------------------------------------------------------------MGR ARMOR STANDARD F
;-------------------------------------TORSO STANDARD FEMALE
[Kev_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[LPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[MPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[HPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[LPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[MPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[HPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

;--------------------------------------TORSO STANDARD REAPER
[Kev_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Pl_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Po_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

;--------------------------------------TORSO STANDARD TEMPLAR
[Kev_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Pl_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Po_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

;--------------------------------------TORSO STANDARD SKIRMISHER
[Kev_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Pl_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

[Po_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲"

;----------------------------------LEFT ARM STANDARD

[Kev_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[LPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[MPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[HPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[LPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[MPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[HPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

;----------------------------------LEFT ARM STANDARD WOTC

[Kev_MGRA_LeftArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[Kev_MGRA_LeftArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

[Kev_MGRA_LeftArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂"

;----------------------------------LEFT FOREARM STANDARD

[Kev_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[LPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[MPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[HPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[LPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[MPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[HPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

;----------------------------------LEFT FOREARM STANDARD WOTC

[Kev_MGRA_LeftFArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[Kev_MGRA_LeftFArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

[Kev_MGRA_LeftFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂"

;----------------------------------------LEFT SHOULDER STANDARD F
[Kev_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[LPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[MPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[HPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[LPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[MPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[HPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

;----------------------------------LEFT SHOULDER STANDARD F WOTC

[Kev_MGRA_LeftArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[Kev_MGRA_LeftArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[Kev_MGRA_LeftArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

;---------------------------------RIGHT ARM STANDARD

[Kev_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[LPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[MPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[HPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[LPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[MPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[HPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

;----------------------------------RIGHT ARM STANDARD WOTC

[Kev_MGRA_RightArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[Kev_MGRA_RightArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

[Kev_MGRA_RightArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂"

;----------------------------------RIGHT FOREARM STANDARD

[Kev_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[LPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[MPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[HPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[LPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[MPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[HPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

;----------------------------------RIGHT FOREARM STANDARD WOTC

[Kev_MGRA_RightFArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[Kev_MGRA_RightFArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

[Kev_MGRA_RightFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂"

;----------------------------------------RIGHT SHOULDER STANDARD F
[Kev_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[LPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[MPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[HPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[LPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[MPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[HPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

;----------------------------------RIGHT SHOULDER STANDARD F WOTC

[Kev_MGRA_RightArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[Kev_MGRA_RightArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

[Kev_MGRA_RightArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手"

;-------------------------------------LEGS STANDARD

[Kev_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[LPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[MPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[HPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[LPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[MPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[HPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

;-------------------------------------LEGS STANDARD WOTC

[Kev_MGRA_Legs_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[Kev_MGRA_Legs_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

[Kev_MGRA_Legs_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢"

;-----------------------------------------------------------------------------------------------------------------------------DESP STANDARD F
;-------------------------------------HEADGEAR DESPERADO F

[MGRA_DESP_HGO_helm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (战神版)"

[MGRA_DESP_HGO_up_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (战神版)"

[MGRA_DESP_HGO_low_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 (战神版)"

[MGRA_DESP_HGC_helm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 ((面罩战神版))"

[MGRA_DESP_HGC_up_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 ((面罩战神版))"

[MGRA_DESP_HGC_low_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 头饰 ((面罩战神版))"

;--------------------------------------TORSO DESPERADO
[Kev_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[LPl_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[MPl_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[HPl_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[LPo_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[MPo_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[HPo_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

;--------------------------------------TORSO DESPERADO REAPER
[Kev_DESP_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Pl_DESP_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Po_DESP_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

;--------------------------------------TORSO DESPERADO TEMPLAR
[Kev_DESP_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Pl_DESP_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Po_DESP_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

;--------------------------------------TORSO DESPERADO SKIRMISHER
[Kev_DESP_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Pl_DESP_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

[Po_DESP_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电战甲 (战神版)"

;----------------------------------LEFT FOREARM DESP F

[Kev_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[LPl_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[MPl_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[HPl_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[LPo_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[MPo_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[HPo_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

;----------------------------------LEFT FOREARM DESP WOTC

[Kev_DESP_MGRA_LeftFArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[Kev_DESP_MGRA_LeftFArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

[Kev_DESP_MGRA_LeftFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左前臂 (战神版)"

;----------------------------------------LEFT SHOULDER DESP M
[Kev_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[LPl_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[MPl_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[HPl_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[LPo_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[MPo_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[HPo_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

;----------------------------------LEFT SHOULDER DESP F WOTC

[Kev_DESP_MGRA_LeftArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[Kev_DESP_MGRA_LeftArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[Kev_DESP_MGRA_LeftArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

;----------------------------------LEFT ARM DESPERADO

[Kev_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[LPl_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[MPl_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[HPl_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[LPo_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[MPo_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[HPo_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

;----------------------------------LEFT ARM DESPERADO WOTC

[Kev_DESP_MGRA_LeftArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[Kev_DESP_MGRA_LeftArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

[Kev_DESP_MGRA_LeftArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 左臂 (战神版)"

;---------------------------------RIGHT ARM DESPERADO

[Kev_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[LPl_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[MPl_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[HPl_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[LPo_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[MPo_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[HPo_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

;---------------------------------RIGHT ARM DESPERADO WOTC

[Kev_DESP_MGRA_RightArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[Kev_DESP_MGRA_RightArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

[Kev_DESP_MGRA_RightArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右臂 (战神版)"

;----------------------------------RIGHT FOREARM DESP F

[Kev_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[LPl_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[MPl_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[HPl_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[LPo_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[MPo_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[HPo_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

;----------------------------------RIGHT FOREARM DESP WOTC F

[Kev_DESP_MGRA_RightFArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[Kev_DESP_MGRA_RightFArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

[Kev_DESP_MGRA_RightFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 右前臂 (战神版)"

;----------------------------------------RIGHT SHOULDER DESP F 
[Kev_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[LPl_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[MPl_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[HPl_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[LPo_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[MPo_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[HPo_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

;----------------------------------RIGHT SHOULDER DESP F WOTC

[Kev_DESP_MGRA_RightArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[Kev_DESP_MGRA_RightArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

[Kev_DESP_MGRA_RightArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 护手 (战神版)"

;-------------------------------------LEGS DESPERADO

[Kev_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[LPl_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[MPl_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[HPl_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[LPo_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[MPo_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[HPo_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

;-------------------------------------LEGS DESPERADO WOTC

[Kev_DESP_MGRA_Legs_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[Kev_DESP_MGRA_Legs_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

[Kev_DESP_MGRA_Legs_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 下肢 (战神版)"

;----------------------------------------------------------------------------------------------------------------------------------STANDARD TINT F
;--------------------------------------TORSO STANDARD TINT
[TKev_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TLPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TMPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[THPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TLPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TMPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[THPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

;--------------------------------------TORSO STANDARD TINT REAPER
[TKev_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPl_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPo_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

;--------------------------------------TORSO STANDARD TINT TEMPLAR
[TKev_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPl_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPo_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

;--------------------------------------TORSO STANDARD TINT SKIRMISHER
[TKev_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPl_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

[TPo_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 可变色 雷电战甲"

;----------------------------------LEFT ARM STANDARD TINT

[TKev_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TLPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TMPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[THPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TLPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TMPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[THPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

;----------------------------------LEFT ARM STANDARD TINT WOTC

[TKev_MGRA_LeftArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TKev_MGRA_LeftArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

[TKev_MGRA_LeftArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左臂"

;----------------------------------------LEFT SHOULDER TINT F
[TKev_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TLPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TMPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[THPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TLPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TMPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[THPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

;----------------------------------LEFT SHOULDER TINT F WOTC
[TKev_MGRA_LeftArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TKev_MGRA_LeftArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TKev_MGRA_LeftArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

;----------------------------------LEFT FOREARM STANDARD TINT

[TKev_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TLPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TMPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[THPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TLPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TMPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[THPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

;----------------------------------LEFT FOREARM STANDARD WOTC

[TKev_MGRA_LeftFArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TKev_MGRA_LeftFArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

[TKev_MGRA_LeftFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 左前臂"

;---------------------------------RIGHT ARM STANDARD TINT

[TKev_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TLPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TMPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[THPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TLPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TMPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[THPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

;----------------------------------RIGHT ARM STANDARD TINT WOTC

[TKev_MGRA_RightArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TKev_MGRA_RightArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

[TKev_MGRA_RightArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右臂"

;----------------------------------------RIGHT SHOULDER STANDARD F  TINT
[TKev_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TLPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TMPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[THPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TLPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TMPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[THPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

;----------------------------------RIGHT SHOULDER STANDARD F WOTC TINT

[TKev_MGRA_RightArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TKev_MGRA_RightArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

[TKev_MGRA_RightArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 护手"

;----------------------------------RIGHT FOREARM STANDARD F TINT

[TKev_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TLPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TMPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[THPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TLPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TMPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[THPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

;----------------------------------RIGHT FOREARM STANDARD WOTC TINT

[TKev_MGRA_RightFArm_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TKev_MGRA_RightFArm_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

[TKev_MGRA_RightFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 右前臂"

;-------------------------------------LEGS STANDARD TINT

[TKev_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TLPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TMPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[THPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TLPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TMPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[THPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

;-------------------------------------LEGS STANDARD TINT WOTC

[TKev_MGRA_Legs_Reaper_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TKev_MGRA_Legs_Templar_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"

[TKev_MGRA_Legs_Skirmisher_F X2BodyPartTemplate]
DisplayName="合金装备 雷电 可变色 下肢"


;----------------------------------------------------------------------------------------------------------------------------------MGS4 Armor

;--------------------------------------TORSO STANDARD
[Kev_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

[LPl_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

[MPl_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

[HPl_MGS4A_Torso X2BodyPartTemplate]
;DisplayName="合金装备4 雷电战甲"

[LPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

[MPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

[HPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

;--------------------------------------TORSO STANDARD REAPER
[Kev_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

[Pl_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

[Po_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

;--------------------------------------TORSO STANDARD TEMPLAR
[Kev_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

[Pl_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

[Po_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

;--------------------------------------TORSO STANDARD SKIRMISHER
[Kev_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

[Pl_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

[Po_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电战甲"

;----------------------------------LEFT ARM STANDARD
[Kev_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 左臂"

[LPl_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 左臂"

[MPl_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 左臂"

[HPl_MGRS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 左臂"

[LPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 左臂"

[MPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 左臂"

[HPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 左臂"

;----------------------------------LEFT ARM STANDARD WOTC

[Kev_MGS4A_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 左臂"

[Kev_MGS4A_LeftArm_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 左臂"

[Kev_MGS4A_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 左臂"

;----------------------------------RIGHT ARM STANDARD
[Kev_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 右臂"

[LPl_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 右臂"

[MPl_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 右臂"

[HPl_MGRS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 右臂"

[LPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 右臂"

[MPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 右臂"

[HPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 右臂"

;----------------------------------RIGHT ARM STANDARD WOTC

[Kev_MGS4A_RArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 右臂"

[Kev_MGS4A_RArm_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 右臂"

[Kev_MGS4A_RArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 右臂"

;-------------------------------------LEGS STANDARD

[Kev_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 下肢"

[LPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 下肢"

[MPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 下肢"

[HPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 下肢"

[LPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 下肢"

[MPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 下肢"

[HPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 下肢"

;-------------------------------------LEGS STANDARD WOTC

[Kev_MGS4A_Legs_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 下肢"

[Kev_MGS4A_Legs_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 下肢"

[Kev_MGS4A_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 下肢"

;----------------------------------------LEFT SHOULDER STANDARD M
[Kev_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[LPl_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[MPl_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[HPl_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[LPo_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[MPo_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[HPo_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

;----------------------------------LEFT SHOULDER STANDARD M WOTC

[Kev_MGS4A_LeftArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[Kev_MGS4A_LeftArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[Kev_MGS4A_LeftArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

;----------------------------------------RIGHT SHOULDER STANDARD M
[Kev_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[LPl_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[MPl_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[HPl_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[LPo_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[MPo_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[HPo_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

;----------------------------------RIGHT SHOULDER STANDARD M WOTC

[Kev_MGS4A_RightArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[Kev_MGS4A_RightArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

[Kev_MGS4A_RightArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 护手"

;---------------------------------TORSO GEAR STANDARD M
[Kev_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPl_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPl_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPl_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPo_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPo_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPo_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

;------------------------------WOTC
[Kev_MGS4A_TorsoDeco_M_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_TorsoDeco_M_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_TorsoDeco_M_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

;---------------------------------TORSO GEAR STANDARD F
[Kev_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPl_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPl_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPl_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPo_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPo_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPo_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

;------------------------------WOTC
[Kev_MGS4A_TorsoDeco_F_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_TorsoDeco_F_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_TorsoDeco_F_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

;---------------------------Thighs M
[Kev_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPl_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPl_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPl_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPo_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPo_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPo_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

;WOTC
[Kev_MGS4A_Thighs_M_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_Thighs_M_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_Thighs_M_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

;Thigh F
[Kev_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPl_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPl_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPl_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPo_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPo_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPo_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

;WOTC
[Kev_MGS4A_Thighs_F_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_Thighs_F_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_Thighs_F_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

:Shins M
[Kev_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPl_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPl_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPl_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPo_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPo_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPo_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

;WOTC
[Kev_MGS4A_Shins_M_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_Shins_M_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_Shins_M_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

;Shins F
[Kev_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPl_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPl_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPl_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[LPo_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[MPo_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[HPo_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

;WOTC
;WOTC
[Kev_MGS4A_Shins_F_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_Shins_F_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

[Kev_MGS4A_Shins_F_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 装饰"

;---------------------------------------------------------------------------------------------------------------------------------MGS4 Armor TINT

;--------------------------------------TORSO TINT
[TKev_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[TLPl_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[TMPl_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[THPl_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[TLPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[TMPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[THPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

;--------------------------------------TORSO STANDARD TINT REAPER
[TKev_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[TPl_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[TPo_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

;--------------------------------------TORSO STANDARD TINT TEMPLAR
[TKev_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[TPl_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[TPo_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

;--------------------------------------TORSO STANDARD TINT SKIRMISHER
[TKev_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[TPl_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

[TPo_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 可变色 雷电战甲"

;----------------------------------LEFT ARM STANDARD TINT
[TKev_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 左臂"

[TLPl_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 左臂"

[TMPl_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 左臂"

[THPl_MGRS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 左臂"

[TLPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 左臂"

[TMPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 左臂"

[THPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 左臂"

;----------------------------------LEFT ARM STANDARD TINT WOTC

[TKev_MGS4A_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 左臂"

[TKev_MGS4A_LeftArm_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 左臂"

[TKev_MGS4A_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 左臂"

;----------------------------------RIGHT ARM STANDARD TINT
[TKev_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 右臂"

[TLPl_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 右臂"

[TMPl_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 右臂"

[THPl_MGRS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 右臂"

[TLPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 右臂"

[TMPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 右臂"

[THPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 右臂"

;----------------------------------RIGHT ARM STANDARD WOTC

[TKev_MGS4A_RArm_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 右臂"

[TKev_MGS4A_RArm_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 右臂"

[TKev_MGS4A_RArm_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 右臂"

;-------------------------------------LEGS STANDARD TINT

[TKev_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 Raiden  Custom Legs"

[TLPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 下肢"

[TMPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 下肢"

[THPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 下肢"

[TLPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 下肢"

[TMPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 下肢"

[THPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 下肢"

;-------------------------------------LEGS STANDARD TINT WOTC

[TKev_MGS4A_Legs_Reaper X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 下肢"

[TKev_MGS4A_Legs_Templar X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 下肢"

[TKev_MGS4A_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="合金装备4 雷电 可变色 下肢"

;---------------------------------------------------------------------------------------------------------------------------------------MGR Suit

;--------------------------------------TORSO STANDARD
[Kev_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="雷电 西装"

[LPl_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="雷电 西装"

[MPl_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="雷电 西装"

[HPl_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="雷电 西装"

[LPo_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="雷电 西装"

[MPo_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="雷电 西装"

[HPo_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="雷电 西装"

;--------------------------------------TORSO STANDARD REAPER
[Kev_MGRSuit_Torso_Reaper X2BodyPartTemplate]
DisplayName="雷电 西装"

[Pl_MGRSuit_Torso_Reaper X2BodyPartTemplate]
DisplayName="雷电 西装"

[Po_MGRSuit_Torso_Reaper X2BodyPartTemplate]
DisplayName="雷电 西装"

;--------------------------------------TORSO STANDARD TEMPLAR
[Kev_MGRSuit_Torso_Templar X2BodyPartTemplate]
DisplayName="雷电 西装"

[Pl_MGRSuit_Torso_Templar X2BodyPartTemplate]
DisplayName="雷电 西装"

[Po_MGRSuit_Torso_Templar X2BodyPartTemplate]
DisplayName="雷电 西装"

;--------------------------------------TORSO STANDARD SKIRMISHER
[Kev_MGRSuit_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="雷电 西装"

[Pl_MGRSuit_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="雷电 西装"

[Po_MGRSuit_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="雷电 西装"

;--------------------------------------TORSO 2
[Kev_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[LPl_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[MPl_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[HPl_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[LPo_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[MPo_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[HPo_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

;--------------------------------------TORSO 2 REAPER
[Kev_MGRSuit_Torso2_Reaper X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[Pl_MGRSuit_Torso2_Reaper X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[Po_MGRSuit_Torso2_Reaper X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

;--------------------------------------TORSO 2 TEMPLAR
[Kev_MGRSuit_Torso2_Templar X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[Pl_MGRSuit_Torso2_Templar X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[Po_MGRSuit_Torso2_Templar X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

;--------------------------------------TORSO 2 SKIRMISHER
[Kev_MGRSuit_Torso2_Skirmisher X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[Pl_MGRSuit_Torso2_Skirmisher X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[Po_MGRSuit_Torso2_Skirmisher X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

;----------------------------------ARM STANDARD

[Kev_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="雷电 西装"

[LPl_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="雷电 西装"

[MPl_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="雷电 西装"

[HPl_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="雷电 西装"

[LPo_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="雷电 西装"

[MPo_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="雷电 西装"

[HPo_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="雷电 西装"

;----------------------------------ARM STANDARD WOTC

[Kev_MGRSuit_Arms_Reaper X2BodyPartTemplate]
DisplayName="雷电 西装"

[Kev_MGRSuit_Arms_Templar X2BodyPartTemplate]
DisplayName="雷电 西装"

[Kev_MGRSuit_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="雷电 西装"

;----------------------------------ARM 2

[Kev_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[LPl_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[MPl_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[HPl_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[LPo_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[MPo_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[HPo_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

;----------------------------------ARM 2 WOTC

[Kev_MGRSuit_Arms2_Reaper X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[Kev_MGRSuit_Arms2_Templar X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

[Kev_MGRSuit_Arms2_Skirmisher X2BodyPartTemplate]
DisplayName="雷电 西装 Alt"

;-------------------------------------LEGS STANDARD

[Kev_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="雷电 西装"

[LPl_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="雷电 西装"

[MPl_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="雷电 西装"

[HPl_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="雷电 西装"

[LPo_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="雷电 西装"

[MPo_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="雷电 西装"

[HPo_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="雷电 西装"

;-------------------------------------LEGS STANDARD WOTC

[Kev_MGRSuit_Legs_Reaper X2BodyPartTemplate]
DisplayName="雷电 西装"

[Kev_MGRSuit_Legs_Templar X2BodyPartTemplate]
DisplayName="雷电 西装"

[Kev_MGRSuit_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="雷电 西装"
